Repository: tuian/newsfid
Catalog: *-content/themes/flatter/languages/*/theme.po
Languages: fr_fr

source: Sorry but I can't find the page you're looking for
fr_fr: Désolé mais je ne peux pas trouver la page que vous cherchez

source: Page not found!
fr_fr: Page non trouvée!

source: Look for it in the most popular categories.
fr_fr: Chercher ceci dans les catégories les plus populaires.

source: Subscribe to this search
fr_fr: S'abonner à cette recherche

source: Subscribe now
fr_fr: Abonnez-vous maintenant

source: Enter your e-mail
fr_fr: Entrer votre Email

source: With
fr_fr: Avec

source: Block this user
fr_fr: Bloquer cet utilisateur

source: Close this chat
fr_fr: Fermer ce chat

source: Turn chat off
fr_fr: Tourner discuter off

source: Comment
fr_fr: Commentaire

source: Comments
fr_fr: Commentaires

source: Delete your comment
fr_fr: Supprimer votre commentaire

source: Delete
fr_fr: Supprimer

source: No comments
fr_fr: Pas de commentaires

source: Your name
fr_fr: Votre nom

source: Your e-mail
fr_fr: Votre email

source: Leave your comment (spam and offensive messages will be removed)
fr_fr: Laissez un commentaire (le spam et les messages offensants seront supprimés)

source: Send
fr_fr: Envoyer

source: You must be logged in to comment
fr_fr: Vous devez être connecté pour commenter

source: Login
fr_fr: Connexion

source: or
fr_fr: ou

source: Register
fr_fr: Inscription

source: Contact us
fr_fr: Contactez-nous

source: Enquiry/Feedback
fr_fr: Feedback

source: Name
fr_fr: Nom

source: Your email address
fr_fr: Votre adresse email

source: Subject
fr_fr: Sujet

source: optional
fr_fr: En option

source: Address
fr_fr: Adresse

source: Select a country...
fr_fr: Choisir votre pays...

source: Select a region...
fr_fr: Selectionnez région

source: Select a city...
fr_fr: Sélectionner une ville...

source: No results
fr_fr: Aucun résultat

source: Loading...
fr_fr: Chargement...

source: First Name: this field is required
fr_fr: Prénom : ce champs est requis

source: First Name: this field allow letters only
fr_fr: Prénom : seules les lettres sont autorisées dans ce champs

source: Name: this field is required
fr_fr: Nom : ce champs est requis

source: Name: this field allow letters only
fr_fr: Nom : seules les lettres sont autorisées dans ce champs

source: Password: this field is required
fr_fr: Mot de passe : ce champs est requis

source: Password: enter at least 5 characters
fr_fr: Mot de passe : entrez 5 caractères au moins

source: Second password: this field is required
fr_fr: Second mot de passe : ce champs est requis

source: Second password: enter at least 5 characters
fr_fr: Second mot de passe : entrez 5 caractères au moins

source: Passwords don't match
fr_fr: Les mots de passe ne correspondent pas

source: Email: this field is required
fr_fr: Email : ce champs est requis

source: Invalid email address
fr_fr: Adresse email invalide

source: Country: this field is required
fr_fr: Pays : ce champs est requis

source: Birthdate: this field is required
fr_fr: Date de naissance : ce champs est requis

source: City: this field is required
fr_fr: Ville : ce champs est requis

source: Age: this field is required
fr_fr: Age : ce champs est requis

source: Terms: You must accept our terms
fr_fr: Conditions : vous devez accepter nos conditions

source: Comment: this field is required
fr_fr: Commentaire : ce champs est requis

source: Incorrect, please try again
fr_fr: Incorrecte, s'il vous plaît réessayez

source: Enter the words above
fr_fr: Recopiez les mots ci-dessus

source: Reload
fr_fr: Recharger

source: Help
fr_fr: Aide

source: Your Post Succsessfully Deleted...!!
fr_fr: Votre post a été supprimé avec succès !

source: All Rights Reserved
fr_fr: Tous les droits réservés

source: What are you looking for?
fr_fr: Que cherchez-vous?

source: Post your ad Today. It&rsquo;s totally free!
fr_fr: Postez votre publicité aujourd'hui. C'est totalement gratuit !

source: <ul><li>Avoid scams by acting locally or paying with PayPal</li><li>Never pay with Western Union, Moneygram or other anonymous payment services</li><li>Don't buy or sell outside of your country. Don't accept cashier cheques from outside your country</li><li>This site is never involved in any transaction, and does not handle payments, shipping, guarantee transactions, provide escrow services, or offer "buyer protection" or "seller certification"</li></ul>
fr_fr: <ul><li>Evitez les arnaques en payant avec PayPal</li><li>Ne payez jamais avec Western Union, Moneygram ou d'autres services de paiement en ligne</li><li>N'achetez ou ne vendez rien or de votre pays. N'acceptez pas de chèques de l'étranger.</li><li>Ce site n'est jamais impliqué dans aucune transaction, et ne gère pas de paiements, de transports, de transactions de garanties, ne fournir de service d'entiercement, ou n'offre "la protection de l'acheteur" or "la certification du vendeur"</li></ul>

source: Popup heading
fr_fr: Titre de popup

source: Popup content here
fr_fr: Contenu de popup

source: Publish a story
fr_fr: Publier une histoire

source: Edit your story
fr_fr: Editer votre histoire

source: Send to a friend
fr_fr: Envoyer à un ami

source: Contact publisher
fr_fr: Contacter l'annonceur

source: Search results
fr_fr: Résultats de la recherche

source: Search results: %s
fr_fr: Résultats de la recherche : %s

source: Dashboard
fr_fr: Panneau de contrôle

source: %s's profile
fr_fr: Profil de %s

source: Account
fr_fr: Compte

source: Stories
fr_fr: Histoires

source: Alerts
fr_fr: Alertes

source: Update account
fr_fr: Mettre à jour le compte

source: Change email
fr_fr: Changer d'adresse email

source: Change username
fr_fr: Chager de pseudo

source: Change password
fr_fr: Changer de mot de passe

source: Recover password
fr_fr: Retrouver son mot de passe

source: Create a new account
fr_fr: Créer un nouveau compte

source: Listings
fr_fr: Annonces

source: Logout
fr_fr: Déconnexion

source: Theme settings updated correctly
fr_fr: Paramètres du thème mis à jour avec succès

source: Page / Social links updated correctly
fr_fr: Liens vers réseaux sociaux mis à jour avec succès

source: Category icons updated correctly
fr_fr: Icônes des catégories mises à jour avec succès

source: Adsense settings updated correctly
fr_fr: Réglages d'Adsense mis à jour avec succès

source: Widgets updated correctly
fr_fr: Widgets mis à jour avec succès

source: Settings updated correctly
fr_fr: Réglages mis à jour avec succès

source: The logo image has been uploaded correctly
fr_fr: L'image du logo a bien été téléchargée

source: An error has occurred, please try again
fr_fr: Une erreur s'est produite, merci de réessayer

source: The logo image has been removed
fr_fr: L'image du logo a été supprimée

source: Image not found
fr_fr: Image non trouvée

source: Flatter Settings
fr_fr: Paramètres de flatter

source: All categories
fr_fr: Toutes les catégories

source: Check with seller
fr_fr: Vérifier avec le vendeur

source: Free
fr_fr: Gratuit

source: My custom data name:</span>
fr_fr: Mon nom de données personnalisées :</span>

source: shared your post
fr_fr: A partagé(e) votre publication

source: Remove from watchlist
fr_fr: Retirer de la watchlist

source: Add to watchlist
fr_fr: Ajouter à la watchlist

source: added your post to his/her watchlist
fr_fr: ajouter votre post à sa watchlist

source: Search Newsfid
fr_fr: Rechercher dans Newsfid

source: Start typing...
fr_fr: Commencez à taper

source: Your Search did not return any results. Please try again.
fr_fr: Votre recherche n'a donné aucun résultat. Merci de réessayer.

source: User
fr_fr: Utilisateur

source: is now following you
fr_fr: Vous suit désormais

source: Search...
fr_fr: Recherche

source: News Feed
fr_fr: Fil d’actualité

source: Center of interest
fr_fr: Centre d’ intérêt

source: Publish
fr_fr: Publier

source: My profile
fr_fr: Mon profil

source: People
fr_fr: Agenda

source: Center of settings
fr_fr: Centre des réglages

source: Advertising Account
fr_fr: Compte publicitaire

source: Terms
fr_fr: Conditions générales

source: This page contains Personal Information,
fr_fr: Cette page contient des informations personnelles

source: confirm your password to get access.
fr_fr: confirmez vôtre mot de passe pour accéder.

source: Password
fr_fr: Mot de passe

source: Confirm
fr_fr: Confirmer

source: By continuing the navigation you accept the use of cookies to deliver adapted content with your center of interest.
fr_fr: En continuant à naviguer sur ce site vous acceptez l'utilisation des cookies pour vous proposer du contenu adapté à vos centres d'intérêts.

source: Accept
fr_fr: Accepter

source: Share us your story
fr_fr: Partagez votre histoire

source: You do not have to pay to publish on our service. Newsfid is a platform who allows people to seek for the right information at the right time. Then thank you to make sure that you post your story into the proper topic so anyone can find it easily. All story who does not respect our rules will be taking off without notice and delay.
fr_fr: Vous n'avez pas à payer pour publier sur notre service. Newsfid est une plateforme qui permet aux personnes de rechercher la bonne information au bon moment. Par conséquent merci de vous assurer que vous publiez votre contenu dans le bon sujet pour que les gens le trouve rapidement. Toute histoire qui ne respecte pas nos règles sera supprimé sans délai ni avertissement.

source: Category
fr_fr: Catégories

source: Select a category
fr_fr: Choisir une catégorie

source: Title
fr_fr: Titre

source: News location
fr_fr: Localisation des news

source: Country
fr_fr: Pays

source: Region
fr_fr: Région

source: City
fr_fr: Ville

source: City Area
fr_fr: Quartier

source: Seller's information
fr_fr: Informations sur l'annonceur

source: Show e-mail on the News page
fr_fr: Montrer l'e-mail sur la page de News

source: Update
fr_fr: Mettre à jour

source: Publish it now
fr_fr: Publier maintenant

source: Your friend's name
fr_fr: Nom de votre ami

source: Your friend's e-mail address
fr_fr: Email de votre ami

source: Subject (optional)
fr_fr: Sujet (optionnel)

source: The story is expired. You can't contact the publisher.
fr_fr: Cette histoire a expiré. Vous ne pouvez pas contacter l'éditeur

source: Registered on
fr_fr: Enregistré le

source: You must login or register a new account in order to contact the advertiser
fr_fr: Vous devez vous connecter ou vous inscrire pour contacter l'annonceur

source: It's your own story, you can't contact the publisher.
fr_fr: Ceci est votre propre histoire, vous ne pouvez pas contacter l'éditeur.

source: Show phone number
fr_fr: Afficher numéro de téléphone

source: Your e-mail address
fr_fr: Votre adresse email

source: Phone number
fr_fr: Numéro de téléphone

source: Attachment
fr_fr: Pièce jointe

source: Story location
fr_fr: Localisation de l'histoire

source: Useful information
fr_fr: Informations importantes

source: Additional Details
fr_fr: Détails additionnels

source: Share on Facebook
fr_fr: Partager sur Facebook

source: Share on Twitter
fr_fr: Partager sur Twitter

source: Share on Google+
fr_fr: Partager sur Google+

source: Send to a Friend
fr_fr: Envoyer à un ami

source: Mark as...
fr_fr: Marquer comme...

source: Mark as spam
fr_fr: Marquer comme spam

source: Mark as misclassified
fr_fr: Annonce mal classée

source: Mark as duplicated
fr_fr: Annonce à double

source: Mark as expired
fr_fr: Annonce expirée

source: Mark as offensive
fr_fr: Annonce offensante

source: Edit
fr_fr: Editer

source: Promote Now
fr_fr: Promouvoir le post

source: You've done it great
fr_fr: Vous l'avez fait, parfait

source: We are delighted to let you know that you started an adverting campaing on Newsfid. Your promoted post is now online during next 48 hours
fr_fr: Nous sommes heureux de vous annoncer que vous avez commencé une campagne de publicité sur Newsfid. Votre post publicitaire est maintenant en ligne pour une durée de 48 heures.

source: We are very sorry for the inconvenience but your balance is two low for now .Thank you to top up in order to promote that post.
fr_fr: Nous sommes désolés du dérangement mais votre compte est trop bas pour l'instant. Merci de le renflouer pour pouvoir promouvoir ce post.

source: if you are a partner organization just contact us at services@newsfid.com and we'll do it for you.
fr_fr: Si vous êtes une organisation partenaire merci de nous contacter à services@newsfid.com et nous le ferons pour vous.

source: You can get up to $2000 balance credit. To give you an idea it means that you can promote 2k posts without spending your money at all.
fr_fr: Vous pouvez obetnir jusqu'à 2000$ de crédit. Pour vous donner une idée cela veut dire que vous pouvez promouvoir 2000 posts sans dépenser d'argent du tout.

source: Thanks
fr_fr: Merci

source: Go to adverting account
fr_fr: Aller au compte d'annonceur

source: Tchat
fr_fr: Tchater

source: Display
fr_fr: Afficher

source: comments more
fr_fr: plus de commentaires

source: Press enter to post comment
fr_fr: Presser entrer pour commenter

source: Premium post amount
fr_fr: Nombre de posts premium

source: Nothing to show off for now.
fr_fr: Aucun contenu à afficher pour l'instant

source: load more
fr_fr: Charger plus

source: Close
fr_fr: Fermer

source: Find by location
fr_fr: Trouver par lieu

source: Search
fr_fr: Recherche

source: Edit Storie
fr_fr: Editer l'histoire

source: This action can not be undone. Are you sure you want to continue?
fr_fr: Cette action ne peut pas être annulée. Etes-vous sûr de vouloir continuer ?

source: Activate
fr_fr: Activer

source: Sponsored
fr_fr: Sponsorisé

source: Edit
fr_fr: Editer

source: Select a region
fr_fr: Choisissez une région

source: Type a city
fr_fr: Entrer une ville

source: Selected
fr_fr: Sélectionné

source: Nothing selected, input was
fr_fr: Rien n'a été sélectionné, l'entrée était

source: Sponsored Stories
fr_fr: Histoires sponsorisées

source: Browse by country
fr_fr: Naviguer par pays

source: Latest Headlines
fr_fr: Derniers titres

source: No listings
fr_fr: Pas d'annonces

source: Sign up for free
fr_fr: S'inscrire gratuitement

source: Toggle navigation
fr_fr: Basculer la navigation

source: &nbsp; Category
fr_fr: &nbsp; Catégorie

source: WORLD
fr_fr: Mondial

source: Please enter your City and Country name to use this tab
fr_fr: Merci d'entrer le nom de votre Ville et de votre Pays pour utiliser cet onglet

source: Saved..
fr_fr: Enregistré...

source: Show more
fr_fr: Montrer plus

source: Nothing to show off for now. Thanks to try later
fr_fr: Aucun contenu à afficher pour l'instant. Merci d'essayer plus tard.

source: Ends of results
fr_fr: Fins des résultats

source: Mark all as read
fr_fr: Tout marquer comme lu

source: Mark read
fr_fr: Marquer comme lue

source: Unmark as not read
fr_fr: Marqué comme non lu

source: You must select at least one theme
fr_fr: Vous devez sélectionner au moins un thème

source: Choose topics that you are interested
fr_fr: Choisissez les sujets qui vous intéresse

source: This step simply allows us to make you suggestions about which you are interested.
fr_fr: Cette étape nous permet simplement de vous faire des meilleures suggestions à propos de ce qui pourrai vous intéresser.

source: Take time to make your choice. You could change it later.
fr_fr: Prenez le temps de choisir

source: Continue
fr_fr: Poursuivre

source: Please select at least one theme
fr_fr: Merci de sélectionner au moins un thème

source: You can't use this page direct
fr_fr: Vous ne pouvez pas utiliser cette page

source: Choose one or more themes
fr_fr: Choisissez les sujets qui vous intéressent vraiment.

source: Search for someone or an organization
fr_fr: Rechercher quelqu'un ou une organisation

source: You must select at least four rubrics
fr_fr: Vous devez sélectionner au moins quatre rubriques

source: Choose one or more topics that interest you
fr_fr: Choississez un ou plusieurs sujets vous intéressant

source: What kind of topics interest you? You must select at least four of them. This will allow us to connect to people and organization that have the same interests as you center.
fr_fr: Qu’est-ce qui qui vous passionne réellement

source: Please select at least four rubrics
fr_fr: Merci de sélectionner au moins quatre rubriques

source: Themes
fr_fr: Thèmes

source: Rubrics
fr_fr: Rubriques

source: Get more details
fr_fr: Plus de détails

source: Promoted posts
fr_fr: Posts en promotion

source: Read More
fr_fr: Tout lire

source: Read Less
fr_fr: Moins lire

source: Please select country first
fr_fr: Merci de sélectionner d'abord un pays

source: Please select region first
fr_fr: Merci de sélectionner d'abord une région

source: You have already
fr_fr: Vous avez déjà

source: Category *
fr_fr: Catégorie *

source: Please select category
fr_fr: Merci de sélectionner une catégorie

source: &nbsp; Rubrics *
fr_fr: &nbsp; Rubriques *

source: Please select rubrics
fr_fr: Merci de sélectionner des rubriques

source: Post Title Required
fr_fr: Titre de post requis

source: Tell us your story
fr_fr: Qu'avez-vous en tête ?

source: Post Description Required
fr_fr: Description du post requise

source: Add media(Image/GIF/Video)
fr_fr: Ajouter un media (Image/GIF/Vidéo)

source: Video
fr_fr: Vidéo

source: Liens
fr_fr: Links

source: Add your embedding code here
fr_fr: Ajouter votre code d'intégration ici

source: You can not choose both at the same time you can publish image or a video link.
fr_fr: Vous ne pouvez pas choisir les deux à la fois vous pouvez publier un lien d'image ou de vidéo

source: The image begins to automatically animate when the user will scroll.
fr_fr: L'image s'animera automatiquement quand l'utilisateur scrollera dessus.

source: Music
fr_fr: Musique

source: You can download only mp3 files. If you wish to publish mp3 bigger than 10mo thank you to subscribe.
fr_fr: Vous ne pouvez télécharger que des fichiers mp3. Si vous voulez publier un mp3 plus gros que 10Mo merci de vous abonner.

source: Your podcast must be a mp3 file. I you wish to publish a file bigger than 100mo thank you to subscribe.
fr_fr: Votre podcast doit être au format mp3. Si vous voulez publier un fichier supérieur à 100mo merci de vous abonner.

source: Add location(Country/state/region/City/place)
fr_fr: Ajouter localisation (Pays/Etat/Région/Ville/Endroit)

source: This step is not mandatory but nevertheless important to improve your publication in our search engine.
fr_fr: Cette étape n'est pas obligatoire mais elle est importante pour augmenter la visibilité de votre publication dans notre moteur de recherche

source: I accept addition requirement
fr_fr: j’accepte les conditions de publications

source: Please Accept Term & Condition
fr_fr: Merci d'accepter les conditions d'utilisation

source: Please Fill All Required Field
fr_fr: Merci de remplir tous les champs requis

source: Please choose gif format image
fr_fr: Merci de choisir une image au format Gif

source: Please choose mp3 or mp4 format file
fr_fr: Merci de choisir un fichier au format mp3 ou mp4

source: Please choose file less than or equal to 10 mb
fr_fr: Merci de choisir un fichier inférieur ou égal à 10Mo

source: Select payment mode
fr_fr: Sélectionner le mode de paiement

source: Quantity
fr_fr: Quantité

source: Unit Price
fr_fr: Prix unitaire

source: Premium Post for
fr_fr: Post premium pour

source: day
fr_fr: Jours

source: You will get a benefits of Premium Post up to dated
fr_fr: Vous allez bénéficier d'un Post Premium à jour

source: Method of payment
fr_fr: Méthode de paiement

source: Cardholder's name
fr_fr: Prénom et nom du propriétaire de la carte

source: Card number
fr_fr: Numéros de la carte

source: Expiration date
fr_fr: Numéros de la carte

source: MM
fr_fr: Mois

source: YY
fr_fr: Année

source: Zip code
fr_fr: Code postal

source: You will be redirected to PayPal
fr_fr: Vous allez être redirigé vers PayPal

source: Pay now
fr_fr: Payer maintenant

source: Payment not added successfully
fr_fr: Le paiement a échoué

source: Finish
fr_fr: Terminé

source: Running campaign
fr_fr: Campagne en cours

source: Top up now
fr_fr: Recharger maintenant

source: No running campaign
fr_fr: Aucune campagne en cours

source: No campaign is running for now. Top up your credit or start one at anytime.
fr_fr: Aucune campagne est en cours d'exécution pour le moment. Rechargez votre crédit ou commencer une campagne publicitaire à tout moment.

source: Select the pack you wish to up with
fr_fr: Sélectionner le pack que vous voulez

source: Once you balance will be aible to top up with a new pack but not before
fr_fr: Vous ne pourrez obtenir un nouveau pack qu'une fois que votre compte sera équilibré.

source: Your publication will appear at the top of publication's window.
fr_fr: Votre publication apparaîtra en haut de la fenêtre de publications.

source: it means that when a user is consulting a post he sees your publication in the header of the publication.
fr_fr: C'est-à-dire que quand un utilisateur consulte un post il verra votre publication tout en haut de la fenêtre

source: promoted posts
fr_fr: posts en promotion

source: Price
fr_fr: Prix

source: Buy this pack
fr_fr: Acheter ce pack

source: Ends of results.
fr_fr: Fin des résultats

source: Related News
fr_fr: News similaires

source: Stories with pictures
fr_fr: Histoires avec images

source: Location
fr_fr: Lieu

source: Apply
fr_fr: Chercher

source: %1$d - %2$d of %3$d stories
fr_fr: %1$d - %2$d sur %3$d histoires

source: You have sucessfully subscribed to the alert
fr_fr: Vous êtes maintenant abonné à cette alerte de recherche

source: There was a problem with the alert
fr_fr: Il y a eu un problème lors de l'abonnement à cette alerte

source: See all listings
fr_fr: Voir toutes les annonces

source: Settings
fr_fr: Réglages

source: Discuss with your circle
fr_fr: Discuter avec mon Cercle

source: See all chats
fr_fr: Voir toutes les conversations

source: See only my circle chat
fr_fr: Voir uniquement mon Cercle

source: Security
fr_fr: Sécurité

source: General
fr_fr: Général

source: About me
fr_fr: A propos de moi

source: Type of account
fr_fr: Type de compte

source: Website
fr_fr: Site web

source: Save
fr_fr: Enregistrer

source: Mother Language
fr_fr: Langue maternelle

source: Content
fr_fr: Contenu

source: Mean of payment
fr_fr: Moyen de paiement

source: Bloqued account
fr_fr: Compte bloqué

source: Locking
fr_fr: Verrouiller

source: Acount
fr_fr: Compte

source: Username
fr_fr: Pseudo

source: Email address
fr_fr: Adresse email

source: User type
fr_fr: Type d'utilisateur

source: Current Password
fr_fr: Mot de passe actuel

source: New Password
fr_fr: Nouveau mot de passe

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Posting Language
fr_fr: Langue pour les posts

source: Mother Language...
fr_fr: Langue maternelle

source: Reading Language
fr_fr: Langue lue

source: Everyone can see what I post
fr_fr: Tout le monde peut voir mes posts

source: Otherwise only followers can see my content
fr_fr: Sinon seulement mes followers peuvent voir mon contenu

source: Add a debit / Credit card
fr_fr: Ajouter une carte de crédit / débit

source: Change my payment card
fr_fr: Changer ma carte de paiement

source: Zip code/ Post code
fr_fr: Code postal

source: By continuing you add this payment method to your account and accept the
fr_fr: En continuant vous ajoutez cette méthode de paiement à votre compte et vous acceptez les

source: generals temrs of use
fr_fr: conditions d'utilisations

source: and
fr_fr: et

source: privacy
fr_fr: de confidentialité

source: of Newsfid services.
fr_fr: des services de Newsfid.

source: Blocked account
fr_fr: Compte bloqué

source: Blocked
fr_fr: bloqué

source: Lock my settings now
fr_fr: Verrouiller mes réglages maintenant

source: Confirm your password
fr_fr: Confirmer le mote de passe

source: Privacy
fr_fr: Confidentialité
