Repository: tuian/newsfid
Catalog: *-content/themes/flatter/languages/*/theme.po
Languages: fr_fr

source: Everyone can see
fr_fr: Tout le monde peut voir

source: Delete Account
fr_fr: Supprimer le compte

source: Do you wanna leave us already?
fr_fr: Vous voulez déjà nous quitter ?

source: Delete my account
fr_fr: Supprimer mon compte

source: Reading Language...
fr_fr: Langue lue...

source: password is not correct
fr_fr: mot de passe incorrect

source: password does not match
fr_fr: le mot de passe ne correspond pas

source: Start now with
fr_fr: Démarrer maintenant avec

source: Freedom, Notoriety , Difference , Simplicity
fr_fr: Liberté, Notoriété, Différence, Simplicité

source: Get Newsfid pro with 30 days trials right now
fr_fr: Passez maintenant à Newsfid Pro gratuit pendant 30 jours

source: Improve your experience
fr_fr: Améliorer votre expérience

source: Subscribers benefit from advantageous services. You can better manage your reputation and reach more users easily.
fr_fr: Les abonnés bénéficient de services avantageux

source: Select payment mode
fr_fr: Sélectionner un mode de paiement

source: Amount
fr_fr: Montant

source: Newsfid Premium (12 month Payment) 1 Month for free
fr_fr: Newsfid Pro ( 12 mois sous contrat ) 1 mois gratuit offert

source: You will not be charged until the end of your trial period dated
fr_fr: Vous ne serez pas facturé jusqu'à la fin de votre période d'essai en date du

source: You could cancel your membership online at any time.
fr_fr: Vous pouvez annuler votre abonnement en ligne à tout moment.

source: You will be redirected to PayPal
fr_fr: Vous allez être redirige(é ) sur Paypal

source: I have read and accepted the Terms & Conditions
fr_fr: Je l'ai lu et accepté les Conditions Générales d'Utilisation

source: I accept the terms of use and additional requirements related to the use of newsfid service. One case of conflict with my content I agree to b I accept the terms of use
fr_fr: J'accepte les conditions d'utilisation générales et les exigences supplémentaires liées à l'utilisation du service Newsfid.

source: You have an option to terminate your subscription online at any time
fr_fr: Vous avez la possibilité de résilier votre abonnement en ligne à tout moment

source: Activate my 30 days trials
fr_fr: Activer mes 30 jours gratuit

source: Free offer valid only once
fr_fr: offre valable une seule fois

source: Start newsfid pro and get 30 days trial. You can stop it when you want.
fr_fr: Commencer avec Newsfid pro et obtenir 30 jours d'essai. Vous pourrez arrêter quand vous voudrez.

source: Options
fr_fr: Option

source: Post an audio track
fr_fr: Publier une piste audio

source: Post GIF image
fr_fr: Publier une image animée GIF

source: Post video link ( youtube / Vimeo / Dailymotion)
fr_fr: Publier lien vidéo (Youtube & Dailymotion )

source: Get a professional logo to make difference with users.
fr_fr: Obtenir un logo de marquage professionnel sur votre compte

source: New messages
fr_fr: Nouveau messages

source: Archive
fr_fr: Archiver

source: Write a reply....
fr_fr: Ecrire une réponse...

source: Close this chat
fr_fr: Fermer ce chat

source: Press enter to reply
fr_fr: Appuyer sur entrée pour répondre

source: Follow
fr_fr: Abonnés

source: Remove from circle
fr_fr: Retirer du cercle

source: Add to circle
fr_fr: Vous a ajouté a son Cercle

source: Send a file
fr_fr: Envoyer un fichier

source: You have already
fr_fr: Vous avez

source: Update media(Image/GIF/Video)
fr_fr: Ajouter media(Image/GIF/Video)

source: links
fr_fr: liens

source: You can not choose both at the same time you can publish image or a video link.
fr_fr: Vous ne pouvez pas choisir les 2 à la fois. Vous pouvez publier soit une image soit une vidéo

source: Your podcast must be a mp3 file. I you wish to publish a file bigger than 100mo thank you to subscribe.
fr_fr: Votre podcast doit être au format mp3. Si vous voulez publier un fichier supérieur à 100mo merci de vous abonner

source: Update location(Country/state/region/City/place)
fr_fr: Mettre à jour la localisation (Pays/Etat/Région/Ville/Endroit)

source: Unknown problem!
fr_fr: Problème inconnu !

source: File is too small or large
fr_fr: Le fichier est trop petit ou trop gros

source: File not set!
fr_fr: Fichier non choisi !

source: Bad request!
fr_fr: Mauvaise requête !

source: You do not have any alerts yet
fr_fr: Vous n'avez pas encore créé d'alerte de recherche pour l'instant

source: Alert
fr_fr: Alerte

source: This action can't be undone. Are you sure you want to continue?
fr_fr: Cette action ne peut pas être annulée. Etes-vous sûr de vouloir continuer?

source: Delete this alert
fr_fr: Supprimer cette alerte de recherche

source: Change e-mail
fr_fr: Changer d'email

source: Are you sure you want to continue?
fr_fr: Etes-vous sûrs de vouloir continuer ?

source: Delete account
fr_fr: Supprimer le compte

source: Current e-mail
fr_fr: Email actuel

source: New e-mail
fr_fr: Nouveau email

source: Current password
fr_fr: Mot de passe actuel

source: New password
fr_fr: Nouveau mot de passe

source: Repeat new password
fr_fr: Répéter le nouveau mot de passe

source: Username: this field is required
fr_fr: Pseudo: ce champ est requis

source: The username is available
fr_fr: Ce pseudo est disponible

source: The username is NOT available
fr_fr: Ce pseudo n'est PAS disponible

source: Recover your password
fr_fr: Récupérer votre mot de passe

source: My listings
fr_fr: Mes annonces

source: %1$d - %2$d of %3$d listings
fr_fr: %1$d - %2$d sur %3$d annonces

source: List
fr_fr: Liste

source: Grid
fr_fr: Grille

source: There are no results matching "%s"
fr_fr: Il n'y a aucun résultat correspondant à "%s"

source: Access to your account
fr_fr: Accédez à votre compte

source: Log in
fr_fr: Connexion

source: Remember me
fr_fr: Se souvenir de moi

source: Register for a free account
fr_fr: Créez votre compte gratuit

source: Forgot password?
fr_fr: Mot de passe oublié?

source: Reset Password
fr_fr: Mot de passe perdu

source: Or sign in as a different user
fr_fr: Me connecter avec un autre compte

source: My account
fr_fr: Mon compte

source: Cell phone
fr_fr: Numéro de portable

source: Phone
fr_fr: Téléphone

source: FOLLOWERS
fr_fr: abonnements

source: Upload Image
fr_fr: Télécharger une image

source: Step1: Please select image file
fr_fr: Etape 1 : sélectionner un fichier image

source: Step2: Please select a crop region
fr_fr: Etape 2 : Rogner l'image

source: Upload
fr_fr: Télécharger

source: Remove to circle
fr_fr: Retirer du cercle

source: Circle
fr_fr: Cercle

source: Filters
fr_fr: Filtres

source: All
fr_fr: Tous

source: Post
fr_fr: Envoeyr

source: Watchlist
fr_fr: Sauvegarde

source: Follows
fr_fr: Abonnés

source: Nothing to show for now
fr_fr: Rien à montrer pour l’instant

source: Nothing has been post yet on that profile page
fr_fr: Rien n'a encore été posté sur ce profil

source: Publish Something
fr_fr: Publier quelque chose

source: who are you looking for among your followers?
fr_fr: Qui recherchez vous parmi les abonnés?

source: No user found
fr_fr: Aucun utilisateur trouvé

source: When people are following you ther are display just right here then you can better manage them and see who likes you
fr_fr: Lorsque les utilisateurs s’ abonnent à vous ils s’affichent ici pour vous aidez à mieux gérer vos abonnés.

source: Who are you looking for among your circle?
fr_fr: Qui recherchez vous dans votre Cercle de contact?

source: You can add people to your circle at anytime. That's the quicker and easier way to find back people you like to discuss with.
fr_fr: Vous pouvez ajouter des personnes à votre cercle à tout moment. C'est le moyen plus rapide et facile de retrouver des gens avec qui vous aimez discuter.

source: Send me a new password
fr_fr: Envoyez-moi un nouveau mot de passe

source: Register an account for free
fr_fr: Créer un compte gratuitement

source: Repeat password
fr_fr: Répéter le mot de passe

source: Create
fr_fr: Créer

source: By register, you agree to our
fr_fr: Par le registre, vous acceptez nos

source: terms of use
fr_fr: Conditions d'utilisation

source: privacy policy
fr_fr: politique de confidentialité

source: Already have an account?
fr_fr: Vous avez déjà un compte?

source: First name
fr_fr: Prénom

source: Create an account for free
fr_fr: Créer un compte gratuitement

source: Newsfid is an instant cloud service that hosts news and stories about what you are interesting for. <br/><br/> You can now follow organizations and people and do even much more.
fr_fr: Newsfid est un service en ligne instantané de news et d'histoires à propos de vos centre d'intérêt. <br/><br/> Vous pouvez maintenant suivre des gens et des organisations et faire bien plus.

source: I agree to the
fr_fr: J'accepte les

source: terms
fr_fr: conditions

source: Birthday
fr_fr: Date de naissance

source: View public profile
fr_fr: Voir le profil public

source: We found
fr_fr: Nous avons trouvé

source: results
fr_fr: résultats

source: No follower found
fr_fr: Aucun follower trouvé

source: Are Sure Want To Delete This Post..??
fr_fr: Etes-vous sûr de vouloir supprimer ce post ?

source: We are delighted to let you know that you started an adverting campaing on Newsfid. Your promoted post is now online during next 48 hours
fr_fr: Nous sommes heureux de vous annoncer que vous avez commencé une campagne de publicité sur Newsfid. Votre post en promotion est maintenant en ligne pour les 48 prochaines heures.

source: comments more
fr_fr: Plus de commentaires

source: No people found
fr_fr: Personne trouvé

source: No watchlist posts found
fr_fr: Aucune sauvegarde trouvée

source: Add to watchlist any posts you wish to read later. That is a good way to keep things if you need to hurry up because of something else to do in ruch
fr_fr: Sauvegarder toute les publications que vous souhaitez lire plus tard. Voilà une bonne façon de garder les choses à portée de main si vous voulez vous y consacrer plus tard.

source: Mark as read
fr_fr: Marqué comme lu

source: No watchlist item found
fr_fr: Aucun item trouvé dans la watchlist
